Revit 2021.1 API
BuiltInFailures.GroupFailures.FailedToSetMasterGroupId Property
 Unable to set id of group type.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static FailureDefinitionId FailedToSetMasterGroupId { get; }
Visual Basic
Public Shared ReadOnly Property FailedToSetMasterGroupId As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ FailedToSetMasterGroupId {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace